window.menuData = [
  {
    "category": "اسپرسوبار",
    "image": "images/EspressoBar.jpg",
    "products": [
      {
        "name": "اسپرسو ویژه",
        "subtitle": "80%/20% روبوستا",
        "price": "150،000",
        "tags": [
          "فول کافئین"
        ],
        "image": "images/EspressoVIP.jpg"
      },
      {
        "name": "اسپرسو عربیکا",
        "subtitle": "%۸۰/%۲۰ عطر بالا",
        "price": "210،000",
        "tags": [
          "پریمیوم"
        ],
        "image": ""
      },
      {
        "name": "آمریکانو روبوستا",
        "subtitle": "اسپرسو به همراه آب جوش",
        "price": "200،000",
        "tags": [
          "کافئین بالا"
        ],
        "image": ""
      },
      {
        "name": "آمریکانو عربیکا",
        "subtitle": "اسپرسو به همراه آب جوش",
        "price": "220،000",
        "tags": [
          "پریمیوم"
        ],
        "image": ""
      },
      {
        "name": "موکا",
        "subtitle": "اسپرسو، شیر داغ و شکلات غلیظ",
        "price": "310،000",
        "tags": [
          "شکلاتی"
        ],
        "image": ""
      },
      {
        "name": "لاته",
        "subtitle": "ترکیب کلاسیک اسپرسو و فوم شیر",
        "price": "250،000",
        "tags": [
          "محبوب"
        ],
        "image": ""
      },
      {
        "name": "لاته نوتلا",
        "subtitle": "طعم جذاب شکلات نوتلا اصل",
        "price": "315،000",
        "tags": [
          "محبوب"
        ],
        "image": ""
      },
      {
        "name": "لاته نوتلا توت فرنگی",
        "subtitle": "طعم جذاب شکلات نوتلا اصل به همراه سیروپ توت فرنگی",
        "price": "345،000",
        "tags": [
          "طعمی خاص"
        ],
        "image": ""
      },
      {
        "name": "لاته دارچین عسل",
        "subtitle": "ترکیب گرم دارچین و عسل کوهی",
        "price": "325،000",
        "tags": [
          "شیرین و گرم"
        ],
        "image": ""
      },
      {
        "name": "کاپوچینو",
        "subtitle": "اسپرسو با فوم شیر غلیظ سنتی",
        "price": "250،000",
        "tags": [
          "محبوب"
        ],
        "image": ""
      },
      {
        "name": "کارامل ماکیاتو",
        "subtitle": "شیر، فوم، اسپرسو و سس کارامل",
        "price": "300،000",
        "tags": [
          "عاشقان کارامل"
        ],
        "image": ""
      },
      {
        "name": "کورتادو",
        "price": "240،000",
        "tags": [
          "اصیل"
        ],
        "image": "",
        "subtitle": "نسبت مساوی اسپرسو و شیر گرم"
      },
      {
        "name": "یونانی",
        "price": "200،000",
        "subtitle": "دم‌اوری سنتی به سبک یونانی",
        "tags": [
          "کلاسیک"
        ],
        "image": ""
      },
      {
        "name": "ترک",
        "price": "160،000",
        "subtitle": "دم آوری با شن مخصوص",
        "tags": [
          "اصیل"
        ],
        "image": ""
      }
    ]
  },
  {
    "category": "نوشیدنی های گرم",
    "image": "",
    "products": [
      {
        "name": "شیرپسته داغ",
        "price": "270،000",
        "tags": [
          "طعمی خاص"
        ],
        "image": "",
        "subtitle": "شیر، پودر پسته و زعفران"
      },
      {
        "name": "هات چاکلت",
        "price": "250،000",
        "tags": [
          "خوراک زمستان"
        ],
        "image": "",
        "subtitle": "شیر، پودر هات چاکلت"
      },
      {
        "name": "هات چاکلت فندقی",
        "price": "270،000",
        "tags": [
          "طعمی از دل فندق"
        ],
        "image": "",
        "subtitle": "شیر، پودر هات چاکلت فندقی، فندق"
      },
      {
        "name": "وایت چاکلت",
        "price": "250،000",
        "tags": [
          "کلاسیک"
        ],
        "image": "",
        "subtitle": "شیر، پودر وایت چاکلت"
      },
      {
        "name": "ماسالا",
        "price": "250،000",
        "tags": [
          "ادویه‌ای"
        ],
        "image": "",
        "subtitle": "شیر، پودر ماسالا"
      },
      {
        "name": "نسکافه",
        "price": "250،000",
        "image": "",
        "subtitle": "شیر، پودر نسکافه",
        "tags": [
          "کلاسیک"
        ]
      },
      {
        "name": "شیرکاکائو",
        "price": "250،000",
        "image": "",
        "subtitle": "شیر، پودر کاکائو، شکر",
        "tags": [
          "سنتی"
        ]
      },
      {
        "name": "شیرعسل دارچین زعفران",
        "price": "250،000",
        "tags": [
          "آرامش‌بخش"
        ],
        "image": "",
        "subtitle": "شیر، عسل، دارچین، زعفران"
      },
      {
        "name": "چای کرک",
        "price": "250،000",
        "tags": [
          "ادویه‌ای سنتی"
        ],
        "image": "",
        "subtitle": "شیر، پودر کرک"
      }
    ]
  },
  {
    "category": "نوشیدنی های سرد",
    "image": "images/ColdDrinks.jpg",
    "products": [
      {
        "name": "آیس لاته",
        "price": "290،000",
        "tags": [
          "خنک و کلاسیک"
        ],
        "image": "",
        "subtitle": "ترکیب کلاسیک اسپرسو، یخ"
      },
      {
        "name": "آیس کارامل ماکیاتو",
        "price": "300،000",
        "tags": [
          "خنک و محبوب"
        ],
        "image": "",
        "subtitle": "شیر، اسپرسو و سیروپ کارامل، یخ"
      },
      {
        "name": "آیس موکا",
        "price": "300،000",
        "tags": [
          "خنک و شکلاتی"
        ],
        "image": "",
        "subtitle": "اسپرسو، شیر داغ و سیروپ شکلات، یخ"
      },
      {
        "name": "آیس آمریکانو روبوستا",
        "price": "200،000",
        "tags": [
          "خنک و تلخ"
        ],
        "image": "",
        "subtitle": "اسپرسو به همراه آب جوش"
      },
      {
        "name": "آیس آمریکانو عربیکا",
        "price": "210،000",
        "tags": [
          "خنک و طعم خاص"
        ],
        "image": "",
        "subtitle": "اسپرسو به همراه آب جوش"
      },
      {
        "name": "موهیتو",
        "price": "300،000",
        "tags": [
          "خنک و تازه"
        ],
        "image": "",
        "subtitle": "آب سودا لیمویی، لیمو، نعنا، سیروپ موهیتو، سیروپ نعنا، یخ"
      },
      {
        "name": "آبجو",
        "price": "200،000",
        "subtitle": "آبجو، یخ، لیمو همراه با ظرف مزه (چیپس، زیتون، بادام زمینی)",
        "tags": [
          "کلاسیک"
        ],
        "image": ""
      },
      {
        "name": "شربت تخم شربتی و خاکشیر",
        "price": "120،000",
        "subtitle": "آبلیمو، خاکشیر، تخم شربتی، آب",
        "tags": [
          "مخصوص گرما"
        ],
        "image": ""
      },
      {
        "name": "شربت گل محمدی",
        "price": "120،000",
        "subtitle": "آب همراه با تخم شربتی، شربت گل محمدی، زعفران",
        "tags": [
          "مخصوص گرما"
        ],
        "image": ""
      }
    ]
  },
  {
    "category": "شیک ها",
    "image": "",
    "products": [
      {
        "name": "شیک توت فرنگی",
        "subtitle": "شیر، بستنی، توت فرنگی، سیروپ توت فرنگی",
        "price": "360،000",
        "tags": [
          "طعمی صورتی"
        ],
        "image": ""
      },
      {
        "name": "شیک بادام زمینی",
        "subtitle": "شیر، بستنی، کره بادام زمینی، بادام زمینی",
        "price": "400،000",
        "tags": [
          "کلاسیک"
        ],
        "image": ""
      },
      {
        "name": "شیک موز شکلات",
        "subtitle": "شیر، بستنی، موز، نوتلا، ",
        "price": "400،000",
        "tags": [
          "طعمی شکلاتی"
        ],
        "image": ""
      },
      {
        "name": "شیک شکلات فندقی",
        "price": "400،000",
        "subtitle": "شیر، بستنی، نوتلا، فندق",
        "tags": [
          "شکلاتی"
        ],
        "image": ""
      },
      {
        "name": "شیک نوتلا",
        "price": "400،000",
        "subtitle": "شیر، بستنی، نوتلا",
        "tags": [
          "شکلاتی"
        ],
        "image": ""
      },
      {
        "name": "آفوگاتو",
        "price": "300،000",
        "subtitle": "اسپرسو به همراه بستنی",
        "tags": [
          "تلخ شیرین"
        ],
        "image": ""
      },
      {
        "name": "آفوگاتو کاراملی",
        "price": "325،000",
        "subtitle": "اسپرسو به همراه بستنی، سیروپ کارامل",
        "tags": [
          "طعمی خاص"
        ],
        "image": ""
      },
      {
        "name": "آفوگاتو شکلاتی",
        "price": "325،000",
        "subtitle": "اسپرسو به همراه بستنی، سیروپ شکلات",
        "tags": [
          "شکلاتی"
        ],
        "image": ""
      },
      {
        "name": "کافه گلاسه",
        "price": "420،000",
        "subtitle": "اسپرسو به همراه بستنی، قهوه گلد و پودر نسکافه",
        "tags": [
          "طعمی خاص و کلاسیک"
        ],
        "image": ""
      }
    ]
  },
  {
    "category": "دمنوش ها",
    "image": "",
    "products": [
      {
        "name": "دمنوش سلامتی (تقویت سیستم ایمنی بدن)",
        "price": "250،000",
        "image": "",
        "subtitle": "پونه + آویشن + عناب + چای کوهی + برگ سبز",
        "tags": [
          "آرامش بخش"
        ]
      },
      {
        "name": "دمنوش آرام جان",
        "price": "250،000",
        "image": "",
        "subtitle": "گل گاوزبان، گل محمدی، بهارنارنج، لیمو",
        "tags": [
          "آرامش بخش"
        ]
      },
      {
        "name": "دمنوش انرژی زا",
        "price": "280،000",
        "tags": [
          "مقوی"
        ],
        "image": "",
        "subtitle": "سیب + هل + دارچین + زعفران + عسل"
      },
      {
        "name": "دمنوش لاغری",
        "price": "250،000",
        "tags": [
          "طعمی خاص و تند"
        ],
        "image": "",
        "subtitle": "چای سبز + زنجبیل + دارچین + گل محمدی"
      },
      {
        "name": "دمنوش شب",
        "price": "250،000",
        "image": "",
        "subtitle": "اسطوخودوس + بابونه + به لیمو + گل محمدی",
        "tags": [
          "آرامش بخش"
        ]
      },
      {
        "name": "چای ترش",
        "price": "230،000",
        "subtitle": "برگ چاش ترش",
        "tags": [
          "کلاسیک"
        ],
        "image": ""
      }
    ]
  },
  {
    "category": "چای ها",
    "image": "images/TeaBar.jpg",
    "products": [
      {
        "name": "چای سیاه",
        "price": "750،000",
        "subtitle": "چای دمی لاهیجان",
        "tags": [
          "سنتی"
        ],
        "image": ""
      },
      {
        "name": "چای هل و دارچین",
        "price": "105،000",
        "subtitle": "چای دمی لاهیجان، دانه هل، چوب دارچین",
        "tags": [
          "معطر"
        ],
        "image": ""
      },
      {
        "name": "چای زعفرانی",
        "price": "175،000",
        "subtitle": "چای دمی لاهیجان، پودر زعفران",
        "tags": [
          "آرامش بخش"
        ],
        "image": ""
      },
      {
        "name": "چای زنجبیل",
        "price": "135،000",
        "subtitle": "چای دمی لاهیجان، گیاه زنجبیل",
        "tags": [
          "طعمی گرم و مقوی"
        ],
        "image": ""
      }
    ]
  },
  {
    "category": "باقلوا ها",
    "image": "",
    "products": [
      {
        "name": "باقلوا گردویی",
        "price": "50،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "باقلوا پسته ایی",
        "price": "55،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "باقلوا نسکافه نارگیل",
        "price": "55،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "باقلوا بادامی",
        "price": "55،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "هاویج",
        "price": "300،000",
        "subtitle": "همراه با بستنی هم سرو می شود",
        "tags": [],
        "image": ""
      }
    ]
  },
  {
    "category": "کیک ها",
    "image": "",
    "products": [
      {
        "name": "کیک شکلاتی",
        "price": "180،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "تیرامیتسو",
        "price": "300،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "سه شیر",
        "price": "300،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "کوکی",
        "price": "120،000",
        "subtitle": "انتخابی طعم های سیب و دارچین، پروتئینی، کره بادام زمینی، دابل چاکلت، نوتلا، گردو شکلاتی",
        "tags": [],
        "image": "images/Cookies.jpg"
      }
    ]
  },
  {
    "category": "صبحانه",
    "image": "",
    "products": [
      {
        "name": "تست پنیر و گردو",
        "price": "180،000",
        "subtitle": "نان تست، پنیر رژیمی، مغز گردو",
        "tags": [],
        "image": ""
      },
      {
        "name": "تست رژیمی",
        "price": "280،000",
        "subtitle": "نان تست پروتئینی، کره بادام زمینی، موز، پودر دارچین",
        "tags": [],
        "image": ""
      },
      {
        "name": "اوتمیل",
        "price": "350،000",
        "subtitle": "جو دوسر صبحانه ای، موز، همراه با شیر یا آب، مغز گردو، مویز، کره بادام زمینی، پودر دارچین",
        "tags": [],
        "image": ""
      }
    ]
  },
  {
    "category": "نوشیدنی های متفرقه",
    "image": "",
    "products": [
      {
        "name": "آب معدنی",
        "price": "20،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "لایف رژیمی",
        "price": "120،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "لایف لیمو",
        "price": "120،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "لایف بلوبری",
        "price": "120،000",
        "subtitle": "",
        "tags": [],
        "image": "images/hb.jpg"
      },
      {
        "name": "لایف میکس بری",
        "price": "120،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      },
      {
        "name": "لایف مشکی",
        "price": "120،000",
        "subtitle": "",
        "tags": [],
        "image": ""
      }
    ]
  }
];
